{
  "article_type": "ARTICLE",
  "original_content": "",
  "knowledge_base_type": "FILE",
  "text": "5 Statue of Liberty Facts to Know Before You Go\n   POSTED ON JULY 1, 2019 BY USER\n   If you're planning a trip to New York City, you'll likely spend some time viewing one of the Big Apple's most famous sights: the Statue of Liberty. Most people know that the statue was a gift from France that has served as a beacon of freedom to arriving immigrants for many years.\n   But there's also a good bit of information about the statue that you may not have heard. By perusing these Statue of Liberty facts before you go, you'll deepen your appreciation of this masterful work of art that stands as an American icon.\n   She has several names\n   Most people know her as the Statue of Liberty, or Lady Liberty. But did you know that her official name is Liberty Enlightening the World? Designed by French sculptor Frederic Bartholdi, the statue was dedicated in 1886, and in 1924 she was designated as a National Monument. Whatever you prefer to call her, the statue remains a national treasure.\n   She's had work done\n   Yes, Lady Liberty has had a few nips and tucks. In the mid-1980s, she underwent a multimillion-dollar renovation. As part of the project, she received a new torch to replace the old one that was corroded beyond mending. On July 5, 1986, a centennial celebration marked the official return of Lady Liberty.\n   The Eiffel Tower's designer helped build her\n   To create the \"skeleton\" on which he would hammer large copper sheets to serve as \"skin,\" sculptor Bartholdi called on Alexandre-Gustave Eiffel, designer of the iconic Eiffel Tower. Eiffel created the framework from iron pylon and steel. This allowed the copper skin to move freely, which would be necessary for enduring the vigorous winds of New York Harbor.\n   The weather was terrible on her inauguration day\n   On Oct. 28, 1886, a parade marked the statute's official installation in New York. The weather that day was so bad, that a planned fireworks display was postponed until Nov. 1; however, heavy rains weren't enough to stop the proceedings, as President Grover Cleveland accepted on behalf of the nation \"this grand and imposing work of art.\"\n   She's imbued with symbolism\n   Lady Liberty's face and robe evoke the Roman Goddess of Liberty, while her raised torch with its gold-leaf covering symbolizes enlightenment. The broken chains at her feet commemorate newly won freedom, including the abolition of slavery just 20 years prior to her dedication. The seven points on her crown represent her light shining over the seven continents and seas. Her tablet displays the date July 4, 1776 — the end of America's war of independence from England.\n   Meet the lady in person\n   Now that you're familiar with these Statue of Liberty facts, it's time to plan your visit. By taking a ferry to the Statue of Liberty, you can see for yourself the craftsmanship and symbolism that make Lady Liberty a timeless emblem of democracy.\n   POSTED IN STATUE OF LIBERTY\n ",
  "title": "5 Statue of Liberty Facts to Know Before You Go - Statue Cruises",
  "url": "https:\/\/statuecruises.com\/blog\/5-statue-of-liberty-facts-know-before-you-go\/"
}